picturesM = {1:'1m.jpg',2:'2m.jpg',3:'3m.jpg',4:'4m.jpg',5:'5m.jpg',6:'6m.jpg',7:'7m.jpg',8:'8m.jpg',9:'9m.jpg'}
picturesF = {1:'1f.jpg',2:'2f.jpg',3:'3f.jpg',4:'4f.jpg',5:'5f.jpg',6:'6f.jpg',7:'7f.jpg',8:'8f.jpg',9:'9f.jpg'}

planetsM = {1: '''*Планета:* Солнце
 
*День недели:* Воскресенье  
 
Ты лидер по природе, готовый брать на себя ответственность за других людей и проекты\. Можешь быть наставником для других\. Тебе важно проявляться и быть ярким\. Ты можешь объединять других и направлять в какую-либо деятельность\.  
 
*Профессии:* руководители, топ-менеджеры, звезды, публичные люди\.
 
*Кармическая задача:* научиться брать на себя ответственность, регулярно увеличивать нагрузку, но не сгорать  
 
*Слабости и минусы:* гордыня, высокомерие, эгоцентризм\.
 
*Сильные стороны:* лидеры от природы''',

            2: '''*Планета:* Луна  
 
*День недели:* Понедельник  
 
Ты чувствительный, эмоциональный и эмпатичный человек, крайне подверженный лунным циклам, в зависимости от которых меняется настроение, работоспособность и психоэмоциональное состояние\. Ты часто связан с заботой о других людях, детьми, творчеством и работой в команде\.  
 
*Профессии:* психологи, социальные работники, работники с животными и детьми, писатели, актеры\.
 
*Кармическая задача:* хорошо чувствовать эмоции и развивать эмпатию
 
*Слабости и минусы:* позиция ребенка, склонность быть в жертве, обвинять мир во всех проблемах  
 
*Сильные стороны:* прирожденные психологи''',

            3: '''*Планета:* Юпитер  
 
*День недели: Четверг
 
Ты очень консервативный, часто помешанный на справедливости и честности\.
Ответственный, уважаешь закон, внимателен к деталям и фундаментален\. Таким людям, как ты сложно менять свое мнение, но при встречи уважаемых авторитетов-учителей, это возможно\.
 
*Кармическая задача:* научиться уважать авторитеты и учителей  
 
*Профессии:* учителя, бизнесмены, наставники, юристы, бизнесмены  
 
*Слабости и минусы:* чрезмерный консерватизм, сложно подстраиваться под изменения мира  
 
*Сильные стороны:* структурность, умение объяснять''',

            4: '''*Планета \(лунный узел\):* Раху
 
*День недели:* Суббота  
 
Ты очень неординарный человек, часто нестабильный и загадочный\. Очень футуристичный, творческий и не всегда понятный обществу\. Зачастую бываешь очень эгоцентричным и нестандартным в своих жизненных проявлениях\. Среди таких людей, как ты часто встречаются творческие фрики и люди, которые становятся трендсеттерами, вы как будто чувствуете будущее\.  
 
*Профессии:* химики, физики, экспериментаторы, художники, пластические хирурги, пирсеры, татуировщики, изобретатели  
 
*Кармическая задача:* создавать новое для мира
 
*Слабые стороны и минусы:* зависимости, любовь к различным видам химических элементов, которые могут менять сознание
 
*Сильные стороны:* умение создавать любую иллюзию''',

            5: '''*Планета:* Меркурий  
 
*День недели:* Среда
 
Ты гуру коммуникаций, очень любознательный и постоянно интересующийся всем человек\. Хорошо общаешься с цифрами и буквами, склонен погружаться в другого человека и интересуешься деталями жизни и характера\. Много анализируешь и думаешь
 
*Профессии:* журналисты, блогеры, финансисты, радиоведущие, телеведущие, писатели
 
*Кармическая задача:* научиться пользоваться силой слова во благо  
 
*Слабые стороны и минусы:* поверхностность и поверхностные знания
 
*Сильные стороны:* аналитический склад ума ''',

            6: '''*Планета:* Венера  
 
*День недели:* Пятница  
 
Ты наделен чувством эстетики и прекрасного, склонен получать удовольствие от жизни и создавать красоту\. Дипломатичный и гибкий в общении, прекрасно находишь подход к другим людям и можешь найти решение в самых сложных ситуациях, обойдя конфликты и преграды
 
*Профессии:* все творческие, бьюти сфера, дипломаты  
 
*Кармическая задача:* украшать и гармонизировать этот мир  
 
*Минусы и слабые стороны:* лень, излишняя терпимость, хитрость и нежелание брать ответственность
 
*Сильные стороны:* потрясающая фантазия''',

            7: '''*Планета:* Кету
 
*День недели:* Вторник  
 
Такие люди, как ты часто находятся в стороне от других, выбирают уединение, например, в вечных поисках или уединении
 
*Профессии:* все необычные профессии, связанные с водой, путешествиями, исследованиями\. Можешь быть ясновидящим и иллюзионистом\.  
 
*Кармическая задача:* раскрыть свой потенциал  
 
*Слабые стороны и минусы:* можешь быть мошенником и работать с ядами и черной магией, можешь быть непредсказуемым, загадочным и склонен к тайнам\.
 
*Сильные стороны:* хорошо себя знаешь''',

            8: '''*Планета:* Сатурн  
 
*День недели:* Суббота
 
Ты мыслишь большими категориями и создан для больших задач и ответственности\. Такие люди, как ты раскрываются чаще после 30 лет, и жизнь делится на две части, причем вторая более масштабная и успешная\. Ты можешь быть жесткими внутри, имеешь серьезный стержень, пунктуальный, ответственный, скорее стабильный\. Часто тебе советуют переезжать в другие страны
 
*Профессии:* бизнесмены, политики, юристы, финансисты, руководители крупных компаний\. Можешь реализоваться в любом деле, но масштабно  
 
*Кармическая задача:* изменить мир к лучшему  
 
*Минусы и слабые стороны:* склонность к контролю, жесткости и диктаторству, эгоизм и неумение проявлять эмпатию
 
*Сильные стороны:* трудоголизм''',

            9: '''*Планета:* Марс
 
*День недели:* Вторник
 
Такие люди, как ты активные, часто прекрасно ставят цели и добиваются их\. Очень быстро реагируют на мир, реактивные\. Другими словами, достигаторы
 
*Кармическая задача:* всегда оставаться энергетически заряженными и всегда быть в движении
 
*Профессии:* повара, спортсмены, бизнесмен \(стартапы\), финансисты, военные, коучи
 
*Минусы и слабые стороны:* За гонкой можешь не замечать жизни'''}

planetsF = {1: '''*Планета:* Солнце  
 
*День недели:* Воскресенье  
 
Ты лидер по природе, готовая брать на себя ответственность за других людей и проекты\. Можешь быть наставником для других\. Тебе важно проявляться и быть яркой\. Ты можешь объединять других и направлять в какую-либо деятельность\.  
 
*Профессии:* руководители, топ-менеджеры, звезды, публичные люди\.
 
*Кармическая задача:* научиться брать на себя ответственность, регулярно увеличивать нагрузку, но не сгорать  
 
*Слабости и минусы:* гордыня, высокомерие, эгоцентризм\.
 
*Сильные стороны:* лидеры от природы''',

            2: '''*Планета:* Луна  
 
*День недели:* Понедельник  
 
Ты чувствительная, эмоциональная и эмпатичная, крайне подверженная лунным циклам, в зависимости от которых меняется твое настроение, работоспособность и психоэмоциональное состояние\. Ты часто связана с заботой о других людях, детьми, творчеством и работой в команде\.  
 
*Профессии:* психологи, социальные работники, работники с животными и детьми, писатели, актеры\.
 
*Кармическая задача:* хорошо чувствовать эмоции и развивать эмпатию
 
*Слабости и минусы:* позиция ребенка, склонность быть в жертве, обвинять мир во всех проблемах  
 
*Сильные стороны:* прирожденные психологи''',

            3: '''*Планета:* Юпитер  
 
*День недели:* Четверг
 
Ты очень консервативная, часто помешанная на справедливости и честности\.
Ответственная, уважаешь закон, внимательна к деталям и фундаментальна\. Таким людям, как ты сложно менять свое мнение, но при встречи уважаемых авторитетов-учителей, это возможно\.
 
*Кармическая задача:* научиться уважать авторитеты и учителей  
 
*Профессии:* учителя, бизнесмены, наставники, юристы, бизнесмены  
 
*Слабости и минусы:* чрезмерный консерватизм, сложно подстраиваться под изменения мира  
 
*Сильные стороны:* структурность, умение объяснять''',

            4: '''*Планета \(лунный узел\):* Раху
 
*День недели:* Суббота  
 
Ты очень неординарная личность, часто нестабильная и загадочная\. Очень футуристичная, творческая и не всегда понятная обществу\. Зачастую бываешь очень эгоцентричной и нестандартной в своих жизненных проявлениях\. Среди таких людей, как ты часто встречаются творческие фрики и люди, которые становятся трендсеттерами, вы как будто чувствуете будущее\.  
 
*Профессии:* химики, физики, экспериментаторы, художники, пластические хирурги, пирсеры, татуировщики, изобретатели  
 
*Кармическая задача:* создавать новое для мира
 
Слабые стороны и минусы:* зависимости, любовь к различным видам химических элементов, которые могут менять сознание
 
*Сильные стороны:* умение создавать любую иллюзию''',

            5: '''*Планета:* Меркурий  
 
*День недели:* Среда
 
Ты гуру коммуникаций, очень любознательная и постоянно интересующаяся всем\. Хорошо общаешься с цифрами и буквами, склонна погружаться в другого человека и интересуешься деталями жизни и характера\. Много анализируешь и думаешь
 
*Профессии:* журналисты, блогеры, финансисты, радиоведущие, телеведущие, писатели
 
*Кармическая задача:* научиться пользоваться силой слова во благо  
 
*Слабые стороны и минусы:* поверхностность и поверхностные знания
 
*Сильные стороны:* аналитический склад ума''',

            6: '''*Планета:* Венера  
 
*День недели:* Пятница  
 
Ты наделена чувством эстетики и прекрасного, склонна получать удовольствие от жизни и создавать красоту\. Дипломатичная и гибкая в общении, прекрасно находишь подход к другим людям и можешь найти решение в самых сложных ситуациях, обойдя конфликты и преграды
 
*Профессии:* все творческие, бьюти сфера, дипломаты  
 
*Кармическая задача:* украшать и гармонизировать этот мир  
 
*Минусы и слабые стороны:* лень, излишняя терпимость, хитрость и нежелание брать ответственность
 
*Сильные стороны:* потрясающая фантазия''',

            7: '''*Планета:* Кету
 
*День недели:* Вторник  
 
Такие люди, как ты часто находятся в стороне от других, выбирают уединение, например, в вечных поисках или уединении
 
*Профессии:* все необычные профессии, связанные с водой, путешествиями, исследованиями\. Можешь быть ясновидящей и иллюзионисткой\.  
 
*Кармическая задача:* раскрыть свой потенциал  
 
*Слабые стороны и минусы:* можешь быть мошенником и работать с ядами и черной магией, можешь быть непредсказуемым, загадочным и склонен к тайнам\.
 
*Сильные стороны:* хорошо себя знаешь''',

            8: '''*Планета:* Сатурн  
 
*День недели:* Суббота
 
Ты мыслишь большими категориями и создана для больших задач и ответственности\. Такие люди, как ты раскрываются чаще после 30 лет, и жизнь делится на две части, причем вторая более масштабная и успешная\. Ты можешь быть жесткой внутри, имеешь серьезный стержень, пунктуальная, ответственная, скорее стабильная\. Часто тебе советуют переезжать в другие страны
 
*Профессии:* бизнесмены, политики, юристы, финансисты, руководители крупных компаний\. Можешь реализоваться в любом деле, но масштабно  
 
*Кармическая задача:* изменить мир к лучшему  
 
*Минусы и слабые стороны:* склонность к контролю, жесткости и диктаторству, эгоизм и неумение проявлять эмпатию
 
*Сильные стороны:* трудоголизм''',

            9: '''*Планета:* Марс
 
*День недели:* Вторник
 
Такие люди, как ты активные, часто прекрасно ставят цели и добиваются их\. Очень быстро реагируют на мир, реактивные\.
Другими словами, достигаторы
 
*Кармическая задача:* всегда оставаться энергетически заряженными и всегда быть в движении
 
*Профессии:* повара, спортсмены, бизнесмен \(стартапы\), финансисты, военные, коучи
 
*Минусы и слабые стороны:* За гонкой можешь не замечать жизни'''}
