picturesM = {1:'1m.jpg',2:'2m.jpg',3:'3m.jpg',4:'4m.jpg',5:'5m.jpg',6:'6m.jpg',7:'7m.jpg',8:'8m.jpg',9:'9m.jpg'}
picturesF = {1:'1f.jpg',2:'2f.jpg',3:'3f.jpg',4:'4f.jpg',5:'5f.jpg',6:'6f.jpg',7:'7f.jpg',8:'8f.jpg',9:'9f.jpg'}

picture_paths = ['comment_1.jpg','comment_2.jpg','comment_3.jpg']

astro_video = {'Start':'https://youtu.be/Up1U-4pibKU','Monday':'https://youtu.be/JBBXJ6OCSb8', 'Tuesday':'https://youtu.be/oIrzaCc5gt4', 'Wednesday':'https://youtu.be/XsvG1RXGeIk','Thursday':'https://youtu.be/xrdsoZrfplU','Friday':'https://youtu.be/i27FK0RJ9H0','Saturday':'https://youtu.be/l62QrdTAHk8','Sunday':'https://www.youtube.com/watch?v=7QZ8UnRL-xc'}

selection = 'Ты можешь получить доступ к недельному курсу сразу, или начать его со следующего понедельника\.'

description = {'Start':'''Каждая неделя представляет собой уникальную возможность воплотить в жизнь свои мечты и достичь гармонии\. ASTROWEEK поможет тебе раскрыть потенциал каждого дня\, учитывая влияние планет и их энергетические аспекты\. Благодаря моим видео ты сможешь не только построить эффективные планы\, но и создать модель поведения\, соответствующую энергии каждой планеты\.

Доверься успеху астрологии\, который предложит тебе инсайты и рекомендации\, основанные на небесных влияниях\. Я разработала специальные гайды\, которые помогут тебе определить\, какие активности будут наиболее продуктивными в каждый день недели\, какая одежда подчеркнет твою индивидуальность и притяжение\, и как принять решения\, согласуясь с энергией планеты\-покровителя\.

ASTROWEEK \- это не просто серия видео\, это увлекательное путешествие в мир самопознания\, стиля жизни и успеха\. Подпишись на мой канал и погрузитесь в захватывающий мир астрологии\, где каждый день становится возможностью создать лучшую версию себя\. Не упустите шанс раскрыть свой потенциал и достичь гармонии в своей жизни с помощью ASTROWEEK\!''',

               'Monday':'''Понедельник - День Луны
Цвет одежды: жемчужный, белый, молочный

Энергии дня:
Луна – светило. Отвечает за наши эмоции, очень нестабильна, каждый день новая. Отвечает за любовь, эмпатию, заботу. Энергия Луны - умиротворяющая, расслабляющая, поэтому сильное напряжение в этот день не рекомендуется. В понедельник активна женская, иньская энергия и все дела, связанные с ней, благоприятны. 

Дела:
Хороши дела, связанные с домом и семьей. Покупки для дома, запас продуктов на неделю. Семейные посиделки, встречи с матерью, девичники, угощение (особенно блюдами из молочных продуктов). Работа с чувствами, эмоциями, общение с психологом. Хорошо укреплять здоровье водными процедурами, массажем, травами. Подойдет все, что умиротворяет и восстанавливает наш организм. Занимайтесь растениями, так как Луна управляет всей растительностью на Земле. СПА процедуры, бани (особенно на убывающую луну). Прогулки у воды. ''',

               'Tuesday':'''Вторник - День марса
Цвет одежды: Красный, алый

Энергии дня:
Марс энергичный, смелый, импульсивный, быстрый. Это день мужской энергии и активных действий. Очень важно, чтобы в этот день энергия не застаивалась, иначе она уйдет в агрессию. День быстрых решений, максимальной активности, многозадачности и упорства. 

Дела:
Больше спорта и физической нагрузки. Агрессивные переговоры, продажи, большой объём работы, многозадачность, а также любая деятельность, связанная с конкуренцией – благоприятны. Для женщин энергия Марса очень важна, так как если энергия Марса выходит из равновесия, у женщин это влечет за собой проблемы в отношениях с мужчинами; вспыльчивость, раздражительность. Денежные дела, продажи хороши для этого дня. День достигаторов. ''',

               'Wednesday':'''Среда - День меркурия

Цвет одежды: изумрудный, зеленый, свежие и чистые цвета

Энергии дня:
Меркурий - самая юркая из планет. Символом этого дня является быстрота мышления, интеллект, проворство, выгодные сделки. Меркурий считается благоприятной планетой, но переменчивой, как состояние нашего ума. Он легко перенимает влияние других планет, которые находятся рядом в карте гороскопа, как и мы легко перенимаем качества других людей. Меркурий отвечает за речь, общение и интеллект. 

Дела:
В день Меркурия хорошо заключать договоры, заводить знакомства, сдавать экзамены, совершать покупки, подписывать контракты, выступать с речью, идти на переговоры. Можно также совершать прогулки в парке, лесу, заниматься чтением, писательством, работой с текстами, учёбой и даже философией. Классно посещать курсы, лекции, семинары. В этот день также хороши все целительские практики, особенно натуропатия. Среда хороша и для лечения ума, нервов, а также для изучения аюрведы, астрологии и психологии.''',

               'Thursday':'''Четверг - День юпитера

Цвет одежды: желтый, но могут быть так же цвета индиго, бежевый

Энергии дня:
Юпитер - самая большая и благочестивая планета. Символ этого дня - удача, духовность, богатство. Поэтому, все действия в благости очень хороши в этот день: пожертвования, подарки, бескорыстная деятельность. Юпитер благословляет всех, кто занимается духовными практиками, идет путем очищения сознания. Юпитер – это знания, которые стали опытом. День учителей и экспертов.

Дела:
Четверг хорош для материального процветания. Долгосрочные финансовые проекты, крупные предприятия лучше начинать в этот день. Юпитер благоприятствует материальному процветанию, поэтому хорошо делать покупки для себя и своих близких, они точно будут удачными и принесут радость. Общение с авторитетами, образовательные мероприятия и фундаментальные знания. Важные выборы хорошо делать именно в этот день, поскольку Юпитер – встроенные навигатор и мудрость рода. Начинать новые большие проекты, планировать свадьбы, новый бизнес.''',

               'Friday':'''Пятница – День венеры
               
Цвет одежды: полупрозрачные цвета, розовые оттенки, пастельные

Энергии дня:
Венера отвечает за высшее божественное проявление любви и за способность её проявления. Женственность, утонченность, изящество, юность - все сферы, связанные с телом и красотой. Сексуальность, наслаждение, чувствительность и чувственность. Аура привлекательности и притягательности. Притягательность и клей для внимания, гибкость, дипломатия и творчество.

Дела:
Пятница считается женским днём, потому что Венера - это Богиня любви, красоты и творчества. Символ этого дня - красота, любовь, удовольствие, искусство и все виды эстетики. Это самое лучшее время для свиданий, романтических встреч и девичников. Развивать творческие способности важно именно в этот день, планировать салон красоты, шопинг, женский отдых или развлекательные мероприятия. Особенно благоприятно для женщин делать покупки, которые приносят наслаждение - одежда, косметика, украшения. Получать удовольствие и радость от бьюти процедур.''',

               'Saturday':'''Суббота – День сатурна

Цвет одежды:темно-синий, фиолетовый, серый, черный.

Энергии дня:
Сильный, благостный Сатурн дарует благосостояние, удачу и возможность масштабировать свою деятельность. Суббота – самый благоприятный день для духовных практик. Как утверждают индийские и тибетские мудрецы, отдых в субботу продлевает жизнь. По сути суббота предназначена только для отдыха и духовных практик: молитвы, чтение духовной литературы, практики прощения.

Дела:
Суббота – это не день для материальных дел, особенно, которые направлены на повышение комфорта или зарабатывания денег. Крайне неблагоприятно проводить в субботу свадьбы и другие торжества. Этот день предназначен для того, чтобы мы подвели итоги за предыдущую неделю, успокоили наш ум. В субботу рекомендуется уединение, медитации, одиночество: Сатурн требует большого самоотречения и дисциплины, поэтому, лучший способ умилостивить Сатурн – аскезы, к примеру: голодание, пост, обед молчания. Рекомендуется в этот день оказывать уважение старшим, делать пожертвования, помогать старым и бездомным людям. Развивайте в себе качества терпения и смирения, принимайте все события спокойно, как волю свыше.''',

               'Sunday':'''Воскресенье – День солнца

Цвет одежды: бордовый, оранжевый, светло-красный, золото

Энергии дня:
День, когда мы собираем воедино всё, что наработали за неделю и отдаём это в мир. День празднования и начала следующей спирали. День безусловной любви, принятия и передачи своего тепла близким. По ведическому календарю неделя начинается в воскресенье. Воскресеньем управляет Солнце - царь всех планет. Символ этого дня - счастье, душа, чистое сознание. День праздника духа!

Дела:
Солнце олицетворяет ЭГО в нашей карте. Поэтому воскресенье предназначено главным образом для лидерско-духовных целей и дел. Этот день очень хорош для благородных поступков. Поскольку Солнце - это царь, то в его день благоприятно наметить цели на всю последующую неделю, спланировать и правильно распределить силы. Важно прожить день так, чтобы внутри был ресурс, много любви и тепла! Этот день хорошо подойдёт для внутреннего самопознания. Благоприятны организация семейного праздника за большим столом, занятия практиками по улучшению отношений с отцом и проработкой родовой кармы. Занимайтесь йогой, Сурья Намаскар - самая благоприятная практика йоги для воскресенья.'''}


tasks = {'Monday':'''Задание на Понедельник: 

1\. Хотя бы один день вести дневник чувств\. То есть запивать чувства\, возникающие в течение дня в ответ на ситуации\, людей или мысли\. 

2\. Остаться наедине с собой\. Прогулка в одиночестве без гаджетов или посидеть в тишине\. 
Важно чувствовать тело и держать фокус на внутреннем состоянии и на себе любимом\. От 20 минут\. 
Записать наблюдения\.''',
         'Tuesday':'''Задание на Вторник: 

1\. Ходить пешком максимально\. По лестницам\. До места назначения\. Использовать любую возможность активничать\. 

2\. Придумать и организовать себе хотя бы один поход на спорт в течение недели\. И каждую неделю его сохранять и реализовывать\. 
Поход в бассейн\, бег или любой другой вид физической активности\. 

3\. Вместо сарказма или иронии хотя бы раз высказаться прямо 
За сарказмом или иронией часто скрывается подавленный Марс или подавленная эмоция гнева\. Попробовать хотя бы раз сказать прямо о своем гневе\, но без оскорблений и «я сообщений»''',
         'Wednesday':'''Задание на Среду: 
         
1\. Полезно в этот день намеренно идти в контакт с новыми людьми или мало знакомыми\. Это могут быть коллеги\, с кем раньше вы не знакомились\, люди на улице\, в магазине\. Важно пойти в новое общение \(уточнить\, спросить\, поинтересоваться\) 

2\. Выбери тему\, которая давно тебе интересна\. Психология\, вышивание или любая другая\. 
Найди хорошую качественную статью\, внимательно прочти\. Выдели главную мысль, можно сделать конспект\. 

3\. Если у тебя есть блог\, то в этот день полезно написать информационный пост или снять сторис\, рассказывая ртом о себе\, например\.''',
         'Thursday':'''Задание на Четверг: 
         
1\. Выбери книгу\, которую готов\(а\) прочитать или прослушать в аудио формате в ближайший месяц\. Желательно классику или что\-то прикладное\.  Важно читать хотя бы 15 минут каждый день\. 

2\. Записывайте все инсайты дня\, они могут быть в словах людей\, случайных знакомых или мемах\. Будьте наблюдательны\.''',
         'Friday':'''Задание на Пятницу: 
         
1\. Побалуйте себя\. У каждого свое понимание этого процесса\. Для кого\-то маникюр или массаж это норма\, тогда надо придумать что\-то интереснее\. А кому\-то съесть горсть любимых ягод и сделать маску для лица \- уже прекрасно 

2\. Важно нравиться себе в этот день особенно сильно Если вы любите себя и кудри\, тогда прям с утра накрутите локоны\. Если есть любимое платье\, стоит нарядить себя в него именно сегодня\. 

3\. Компромиссы \- зло\. 
Сделайте анализ того\, сколько компромиссов в вашей жизни\. 
Например\, вы мечтали о большом доме\, а согласились на квартиру в многоэтажке\. 
Выпиши все\, что осознаешь\. Подумай\, довольна ли ты результатами? Подарили ли компромиссы тебе удовлетворение и радость\. 
Если нет\, подумай\, где пора отказаться от компромиссов\.''',
         'Saturday':'''Задание на Субботу: 
         
1\. Запретите себе любые бытовые вопросы и физическую работу\. День для духовной работы\. 

2\. План на 30 лет вперед \- отличная задача для ума на этот день\. Пусть будет сложно, но какие\-то базовые ориентиры важно накидать\. 
И подумай\, чтобы «начать лежать в том направлении»\, что важно начать уже сегодня''',
         'Sunday':'''Задание на Воскресенье: 
         
1\. Главная задача \- светить и греть\. 
Запланируйте что\-то очень приятное для себя: праздник\, тусовку\, застолье или просто встречу с близкими\. Важно быть в хорошем расположении духа и максимально проявляться в безопасном кругу людей\. 

2\. Время планировать следующую неделю\.'''}

astroweek ='''Если тебе понравилось узнавать о себе новое, то приглашаю тебя *в следующий этап\.* 

В любом гороскопе ||7 планет||, и твой гороскоп \- не исключение\. 

По сути, мы все состоим из планет, каждая имеет свой характер, силу, задачи\. 
Поэтому иногда кажется, что внутри нас живут разные люди\.

Например, наверняка в тебе есть тонкая, особенно чувствительная часть, которую легко обидеть и которая в детстве наверняка представляла, как все будут плакать, если с тобой что\-то случится\. 
Речь идет о ||Луне||\. 

А другая часть внутри тебя \- самая смелая и даже агрессивная\. Кому\-то она хорошо знакома, в кто\-то крайне редко с ней встречается, только в очень крайних случаях\. Это ||Марс|| 

*Важно знать и чувствовать каждую планету внутри себя\.* Тогда, наблюдая, замечая, ты узнаешь себя лучше и словно собираешься в одного \- в настоящего тебя\! 

Знакомство с планетами и самоанализ можно начать с *AstroWeek \(АстроНеделя\)*\. 

Это курс из *7 видеоуроков* и наглядное пособие из *15 слайдов* с практическими заданиями на каждый день\. 

Это не только классный __инструмент познания себя__, но это еще и твой __планетарный планировщик__\. 
Планирование своей жизни, опираясь на энергии планет, дает __космические результаты__\! Проверено\!

Для каждого дня особые рекомендации\. __Это простой алгоритм__ на каждый день, который __сделает тебя эффективнее, а результаты получишь быстрее__\. 

*Стоимость 1900 рублей*

Оплатить 

\*Курс доступен сразу после оплаты\. Первое видео курса прийдет в ближайший понедельник, последующие будут идти по дням недели в актуальном времени\.'''

later = '''Введи свою дату рождения в формате *ДД\.ММ\.ГГГГ* 
\(пример: 08\.04\.1987\) и узнай свою главную субличность, без которой сложно реализоваться в этой жизни\.
'''

intro = '''_Привет\! Я бот Astrolab :\) и я эксперт по нумерологии 👌
Я твой помощник на пути к познанию себя\. 

Введи свою дату рождения в формате *ДД\.ММ\.ГГГГ* 
\(пример: 08\.04\.1987\) и узнай свою главную субличность, без которой сложно реализоваться в этой жизни\. 

*Субличность* \- это как будто составная часть тебя\. У кого\-то она может быть основной и очень заметной, а кому\-то придется еще с ней поработать\. 

Но знай\! Что внутри тебя эта часть \- ||очень важна\!|| И на нее стоит делать ставку, если хочешь реализовать свой потенциал\. 

Что же, *начинаем*;\)_'''

intro_2 = '''*P\.S\.* Кстати, если тебе интересно узнать про мою основную субличность, то введи дату из примера😎 
Так мы станем ближе\.'''

planetsM = {1: '''*Планета:* Солнце
 
*День недели:* Воскресенье  
 
Ты лидер по природе, готовый брать на себя ответственность за других людей, большие проекты, большие деньги\.  Тебе верят и за тобой идут\. 
Тебе важно проявляться в этом мире и быть ярким через поступки\. Ты можешь объединять других и направлять в какую\-либо деятельность \- это очень ценное качество лидеров\. 
 
*Профессии:* руководители, топ\-менеджеры, звезды, публичные люди\.
 
*Кармическая задача:* научиться брать на себя ответственность, регулярно увеличивать нагрузку, но не сгорать  
 
*Слабости и минусы:* гордыня, высокомерие, эгоцентризм\.
 
*Сильные стороны:* лидеры от природы''',

            2: '''*Планета:* Луна  
 
*День недели:* Понедельник  
 
Ты внутри чувствительный, эмпатичный человек, хотя можешь этого не показывать\. 
Очень вероятно подвержен лунным циклам, в зависимости от которых может меняется состояние\. 
Наверняка ты очень заботлив, любишь, когда рядом с тобой счастливы\. Готов отдавать себя для других 
 
*Профессии:* спасатели, психологи, социальные работники, работники с животными и детьми, писатели, актеры\. Заботливые руководители 
 
*Кармическая задача:* Уметь отдавать другим, но не теряя себя 
 
*Слабости и минусы:* нежелание брать ответственность на себя 
 
*Сильные стороны:* прирожденные психологи, если это развивать''',

            3: '''*Планета:* Юпитер  
 
*День недели:* Четверг
 
Ты бываешь очень консервативный и принципиальный, природно стремишься к справедливости и честности\.
Ответственный, уважаешь закон, внимателен к деталям и фундаментален\. 
Умеешь на любой вопрос смотреть целостно, видеть, как должен быть устроен механизм, чтобы все работало как часы\. 
Умеешь объяснять и доносить мысль верно 

*Кармическая задача:* научиться уважать авторитеты, прислушиваться к другим   
 
*Профессии:* бизнесмены, наставники, юристы, эксперты 
 
*Слабости и минусы:* чрезмерный консерватизм, сложно подстраиваться под изменения мира  
 
*Сильные стороны:* структурность, умение объяснять''',

            4: '''*Планета \(лунный узел\):* Раху
 
*День недели:* Суббота  
 
Ты очень неординарный человек, загадочный, переменчивый\. 
Точно креативный,  настолько, что не всегда понятный обществу\. Часто бываешь очень эгоцентричным и нестандартным в своих жизненных проявлениях\. 
Возможно чувствуешь себя иногда «иным»\. 
Среди таких людей, как ты, могут встречаться творческие фрики, люди, которые становятся трендсеттерами, вы как будто чувствуете будущее заранее и предугадываете тренды\.  
 
*Профессии:* креативщики, химики, экспериментаторы, художники, пирсеры, татуировщики, изобретатели в разных сферах 
 
*Кармическая задача:* создавать новое для мира, искать новые пути
 
*Слабые стороны и минусы:* максимальная эмоциональная нестабильность 
 
*Сильные стороны:* умение создавать новые миры''',

            5: '''*Планета:* Меркурий  
 
*День недели:* Среда
 
Ты природно гуру коммуникаций, очень любознательный и постоянно интересующийся всем человек\. Хорошо ладишь с цифрами, умеешь  заныривать с интересом в других людей\. Много анализируешь и думаешь\. Прекрасно работаешь с информацией\. 
 
*Профессии:* журналисты, блогеры, финансисты, радиоведущие, телеведущие, писатели
 
*Кармическая задача:* научиться пользоваться силой слова во благо  
 
*Слабые стороны и минусы:* поверхностность и поверхностные знания
 
*Сильные стороны:* аналитический склад ума''',

            6: '''*Планета:* Венера  
 
*День недели:* Пятница  
 
Ты природно наделен чувством эстетики, тянешься к прекрасному, умеешь получать удовольствие от жизни\. Дипломатичный и гибкий в общении, можешь найти подход к другим людям\. При желании можешь  найти решение в самых сложных ситуациях, обойдя конфликты и преграды\. 
 
*Профессии:* дипломаты, креативщики, блогеры, актеры 
 
*Кармическая задача:* украшать и гармонизировать этот мир  
 
*Минусы и слабые стороны:* лень
 
*Сильные стороны:* дипломатия''',

            7: '''*Планета:* Кету
 
*День недели:* Вторник  
 
Ты можешь часто выбирать уединение большим кампаниям, потому что тебе с собой отлично\. Внутри всегда много глубоких мыслей и интересных идей\. 
Познание мира и новые места наверняка тебя очень привлекают и манят, чем больше ты будешь узнавать мир, тем ярче станет твоя жизнь\. Не бойся мира\! Он прекрасен\. 
 
*Профессии:* все необычные профессии, связанные с водой, путешествиями, исследованиями\. Можешь чувствовать в себе дар предвидения\. 
 
*Кармическая задача:* раскрыть свой потенциал, излечиться от лишней скромности 
 
*Слабые стороны и минусы:* можешь быть мошенником и работать с ядами и черной магией, можешь быть непредсказуемым, загадочным и склонен к тайнам\.
 
*Сильные стороны:* хорошо себя знаешь''',

            8: '''*Планета:* Сатурн  
 
*День недели:* Суббота
 
Ты мыслишь большими категориями и создан для больших задач и гигантской ответственности\. 
Ты можешь быть жесткими внутри, имеешь серьезный стержень, пунктуальный, ответственный, скорее стабильный\. 
Но все эти качества раскрываются в полной мере после 30\. 
Внутри точно есть идея, что тебе важно оставить миру что\-то очень важное после себя\. 
Дерзай\! 
 
*Профессии:* бизнесмены, политики, юристы, финансисты, руководители крупных компаний\. Можешь реализоваться в любом деле, но масштабно
 
*Кармическая задача:* изменить мир к лучшему, войти в историю 
 
*Минусы и слабые стороны:* черезмерная склонность к контролю и диктаторству
 
*Сильные стороны:* трудоголизм во имя идеи''',

            9: '''*Планета:* Марс
 
*День недели:* Вторник
 
Ты очень активен от природы, силен,природно прекрасно ставишь цели и добиваешься их\. Очень быстро реагируешь на изменения мира вокруг\. Другими словами, достигатор
Смелость и внутренний огонь\! 
 
*Кармическая задача:* всегда быть в движении, не останавливаться 
 
*Профессии:* спортсмены, бизнесмен \(стартапы\), финансисты, военные, коучи, шеф\-повара
 
*Минусы и слабые стороны:* За гонкой можешь не замечать жизни, умей быть в моменте'''}

planetsF = {1: '''*Планета:* Солнце  
 
*День недели:* Воскресенье  
 
Ты лидер по природе, готовая брать на себя ответственность за других людей, проекты, бизнес\. 
Можешь быть наставником для других, которому доверяют и за которым следуют\. 
Тебе важно проявляться особенно ярко и быть в этом максимально заметной\. 
Ты можешь объединять других и направлять в какую\-либо деятельность\. 
 
*Профессии:* руководители, топ\-менеджеры, звезды, публичные люди\.
 
*Кармическая задача:* научиться брать на себя ответственность, регулярно увеличивать нагрузку, но не сгорать  
 
*Слабости и минусы:* гордыня, высокомерие, эгоцентризм\.
 
*Сильные стороны:* лидеры от природы, благородство''',

            2: '''*Планета:* Луна  
 
*День недели:* Понедельник  
 
Ты чувствительная, эмоциональная и эмпатичная\. 
Если понаблюдать, вероятно  подверженная лунным циклам, в зависимости от которых меняется твое настроение, работоспособность и психоэмоциональное состояние\. 
Внутреннее стремление  заботиться о других, решая проблемы и мча на помощь\. 
Высокий уровень эмпатии
 
*Профессии:* психологи, социальные работники, работники с животными и детьми, писатели, актеры\.
 
*Кармическая задача:* уметь чувствовать, не закрываться 
 
*Слабости и минусы:* позиция ребенка, склонность быть жертвой, обвинять мир во всех проблемах  
 
*Сильные стороны:* прирожденные психологи, если развивать''',

            3: '''*Планета:* Юпитер  
 
*День недели:* Четверг
 
Ты очень консервативная, тебе важна справедливость и честность\. 
Часто ответственная, уважаешь закон, внимательна к деталям и фундаментальна по своей природе\. 
Таким людям, как ты, сложно менять свое мнение, но при встречи уважаемых авторитетов\-учителей, это возможно\.
 
*Кармическая задача:* научиться уважать авторитеты
Стать авторитетом для других 
 
*Профессии:* учителя, бизнесмены, наставники, юристы, продюсеры   
 
*Слабости и минусы:* чрезмерный консерватизм, сложно подстраиваться под изменения мира  
 
*Сильные стороны:*c структурность, умение объяснять''',

            4: '''*Планета \(лунный узел\):* Раху
 
*День недели:* Суббота  
 
Ты очень неординарная личность, часто нестабильная и загадочная\. Очень футуристичная, творческая и не всегда бывает понятная обществу\. Вне шаблонов\! Зачастую бываешь очень эгоцентричной и нестандартной в своих истинных проявлениях\. Среди таких людей, как ты, часто встречаются творческие фрики и люди, которые становятся трендсеттерами, вы как будто чувствуете будущее\.  
 
*Профессии:* химики, физики, экспериментаторы, художники, пластические хирурги, пирсеры, татуировщики, изобретатели, экстрасенсы 
 
*Кармическая задача:* создавать новаторское для мира
 
*Слабые стороны и минусы:* склонность к зависимостям от вредных веществ, внутренняя нестабильность 

*Сильные стороны:* умение создавать любую иллюзию\. Придумывать иллюзорный мир''',

            5: '''*Планета:* Меркурий  
 
*День недели:* Среда
 
Ты гуру коммуникаций, очень любознательная и постоянно интересующаяся этим миром\. Хорошо управляешься с цифрами и буквами, склонна погружаться в другого человека и интересуешься деталями жизни и характера\. 
Много анализируешь и думаешь\. Может быть бессонница из\-за постоянных идей и анализа\. 
Нравится быть на природе\. 
 
*Профессии:* журналисты, блогеры, финансисты, радиоведущие, телеведущие, писатели, поэты, писатели 
 
*Кармическая задача:* научиться пользоваться силой слова во благо  
 
*Слабые стороны и минусы:* поверхностные знания, нехватка глубины 
 
*Сильные стороны:* аналитический склад ума, логика''',

            6: '''*Планета:* Венера  
 
*День недели:* Пятница  
 
Ты наделена чувством эстетики и создана для всего прекрасного\.
Склонна получать удовольствие от жизни и создавать красоту вокруг себя\. 
Дипломатичная и гибкая в общении, прекрасно находишь подход к другим людям и можешь найти решение в самых сложных ситуациях, обойдя конфликты и преграды\. 
Люди к тебе тянутся, словно ты намазана клеем\. 
 
*Профессии:* все творческие, бьюти сфера, дипломаты  
 
*Кармическая задача:* украшать и гармонизировать этот мир  
 
*Минусы и слабые стороны:* лень, излишняя терпимость, хитрость и нежелание брать ответственность
 
*Сильные стороны:* потрясающая фантазия и легкость''',

            7: '''*Планета:* Кету
 
*День недели:* Вторник  
 
Такие люди, как ты, часто находятся в стороне от других, выбирают уединение, например, в вечных скитаниях и поисках смыслов 
И даже находясь в больших кампаниях, могут чувствовать себя другой, особенной 
 
*Профессии:* все необычные профессии, связанные с водой, путешествиями, исследованиями\. Можешь быть ясновидящей и иллюзионисткой\.  
 
*Кармическая задача:* раскрыть свой потенциал  
 
*Слабые стороны и минусы:* можешь быть мошенником и работать с ядами и черной магией\. Тяга к запретному 
 
*Сильные стороны:* хорошо себя знаешь, внутри все ответы''',

            8: '''*Планета:* Сатурн  
 
*День недели:* Суббота
 
Ты мыслишь максимальными категориями и создана для больших задач и ответственности\. 
Такие люди, как ты, раскрываются чаще после 30 лет, и жизнь делится на две части, причем вторая более масштабная и успешная\. 

Ты можешь быть жесткой внутри, имеешь серьезный стержень, пунктуальная, ответственная, стабильная, особенно после 35\. 

Требовательная и к себе, и к другим\. 
 
*Профессии:* бизнесмены, политики, юристы, финансисты, руководители крупных компаний\. Можешь реализоваться в любом деле, но масштабно  
 
*Кармическая задача:* изменить мир к лучшему  
 
*Минусы и слабые стороны:* склонность к контролю, жесткости и диктаторству, эгоизм и неумение проявлять эмпатию
 
*Сильные стороны:* трудоголизм со знаком плюс''',

            9: '''*Планета:* Марс
 
*День недели:* Вторник
 
Такие люди очень активны, часто прекрасно ставят цели и добиваются их\. Очень быстро реагируют на мир и на изменения вокруг\. 
Часто достигаторы\. 
Нередко спортивны, энергичны и полны сил природно\. 
Могут быть эмоциональными и вспыльчивыми\. 

*Кармическая задача:* всегда оставаться энергетически заряженными 
 
*Профессии:* повара, спортсмены, бизнесмен \(стартапы\), финансисты, военные, коучи
 
*Минусы и слабые стороны:* За гонкой можешь не замечать жизни\. Агрессия'''}
